--[[
    _    ______     _____ ____   ___  ____  
   / \  |  _ \ \   / /_ _/ ___| / _ \|  _ \ 
  / _ \ | | | \ \ / / | |\___ \| | | | |_) |
 / ___ \| |_| |\ V /  | | ___) | |_| |  _ < 
/_/   \_\____/  \_/  |___|____/ \___/|_| \_\
                                            

--]]
do

function run(msg, matches)
return  [[
 الـبوت يشـتغل عالكـروبات السـوبر ☺️📍
 
 يشتـغل على كروبـات 10K 
 
	  ≪مطـور البـوت🕵📍≫
					   『 DEV 📍:@Sudo_Sky  』
					   
					    📍Channal:@XxMTxX
					   
					 للاستفسار :-   DEV :@Sudo_Sky
					  
					  DEV 📍:@Sudo_Sky
					  
					  📍 bot :-  @Sudo_Sky_bot ]]

end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"^(المطور)$",
},
run = run 
}
end
