--[[
    _    ______     _____ ____   ___  ____  
   / \  |  _ \ \   / /_ _/ ___| / _ \|  _ \ 
  / _ \ | | | \ \ / / | |\___ \| | | | |_) |
 / ___ \| |_| |\ V /  | | ___) | |_| |  _ < 
/_/   \_\____/  \_/  |___|____/ \___/|_| \_\
                                            

--]]
  
  do
  
  function advisor(msg, matches)
  local reply_id = msg['id']
    local S = ' ☺️📍   آلــســورـس    DevAdvisor  \n\n  📍ألأصــدأر  V1  \n\n📍  مــوقــع ألــســورـس   \n \n https://github.com/devadvisor/Advisor.git \n\n📍   مــصــور ألــســورـس  : @Sudo_Sky \n\n👾   بــوتـ تــوأصــله   :  @Sudo_Sky_bot \n \n📍  قــنــاة ألــســورـس  :  @XxMTxX ' reply_msg(reply_id, S, ok_cb, false)
  end
  
  return {
    patterns = {
  "^(الاصدار)$",
    }, 
    run = advisor
  }
  
  end
--[[
    _    ______     _____ ____   ___  ____  
   / \  |  _ \ \   / /_ _/ ___| / _ \|  _ \ 
  / _ \ | | | \ \ / / | |\___ \| | | | |_) |
 / ___ \| |_| |\ V /  | | ___) | |_| |  _ < 
/_/   \_\____/  \_/  |___|____/ \___/|_| \_\
                                            

--]]
