--[[
    _    ______     _____ ____   ___  ____  
   / \  |  _ \ \   / /_ _/ ___| / _ \|  _ \ 
  / _ \ | | | \ \ / / | |\___ \| | | | |_) |
 / ___ \| |_| |\ V /  | | ___) | |_| |  _ < 
/_/   \_\____/  \_/  |___|____/ \___/|_| \_\
                                            

--]]
  
  do
  
  function advisor(msg, matches)
  local reply_id = msg['id']
    local S = ' ✋🏻🤖   آلــســورـس    Dev_Dragon  \n\n  🏌ألأصــدأر 👲🏻 V1  \n\n⁉️🤖   مــوقــع ألــســورـس   \n \n https://github.com/Ali-Dragon/Dragon \n\n⁉️🕵   مــصــور ألــســورـس  : @Aaa1R \n\n👾   بــوتـ تــوأصــله   :  @Like13_bot \n \n🎸🤖  قــنــاة ألــســورـس  :  @Ch_Dev '  reply_msg(reply_id, S, ok_cb, false)
  end
  
  return {
    patterns = {
  --"^(الاصدار)$",
    }, 
    run = advisor
  }
  
  end
--[[
    _    ______     _____ ____   ___  ____  
   / \  |  _ \ \   / /_ _/ ___| / _ \|  _ \ 
  / _ \ | | | \ \ / / | |\___ \| | | | |_) |
 / ___ \| |_| |\ V /  | | ___) | |_| |  _ < 
/_/   \_\____/  \_/  |___|____/ \___/|_| \_\
                                            

--]]